let str = "李晓珊 吴胜珂 林博伦 李甲坤 张园 杨勐奇 焦前进 任世伟 刘佳超 吕子欣 胡志勇 刘星星 郭靖庭 林立康  王贺祥 赵铭 宋玥珂 郝庆会 刘博 王明灿 贾涛 张仁杰 刘启春 张培涛 杨志坤 付豪  冯林 李浩清 关航 苏树旺 侯若桐 陈光岚 刘智超 王雅晴 胡云飞 庞家豪 陈光环  李文慧 刘超 弓炜杰 朱光亮 张浩琦 李芳 赵文凯 李祥祥 岳洋洋 崔雅婧  胡超 王浩鹏 王颖慧 杨旭征 王明亮 詹圆圆 柯琳 段薇羽 刘彦 李依冉 王思雨 葛梦莹 李祥鸿 赵恩栋 许学森 窦鹏森 肖云辉 张玉坤 唐文鹏 谭依琳 罗志坤 朱梦杰 王午阳 郝志斌 张益博 万一晴 孟浩 王贤坤 郭逊鹏 谭少康 郑六江 李夏科  孙建祥  何治国 李政  刘忠阳 高品  廖朔 刘腾达 李薇薇 赵广超 师世龙 连朋凯 严迪 张恒基 楚佳程 张恒源 李瑞虎 靳雅文 乔一丁 吴旭东 王语嫣 任海涛 刘雨 耿政  邵家豪 李京珂 荣坤朋 王万林 刘斌 周鸿飞 李爽 李时江 王佳伟 理林森 马洪振 关鑫鹏 赵子杰 闫鹏 王梦萍 曹艳蕾 史文森 卫帅波 王雪 刑军成 张殷 张立帆 熊伊凡 鲍江丽 丁子若 牛海晶 丘萌垚 李玉琦 杨阔远 李欣宇 李条 李恩闯 陈慧敏 马国签 王云飞 刁心雨 王丽聪 宋乐天 翟晨阳 王玉莹 刘海波 郑航 段林琪 王书文 徐京飞 王景玉 朱博文 罗森 赵倩倩 张凯杰 彭远远 吴岩松 王祉凯 徐云飞 王俊聪 刘亚辉 乔淑瑞 吴志豪 赵珂珂 李德瑞 黄本聪 杨刚 孙艺珍 钱龙龙 位晓茹 程治雄 周一航 申玉豪 郑恺鑫 陈星如 桑金超 李学勇 张朋娟"

var arr = str.split(" ")
// console.log(arr)
console.log(JSON.stringify(arr))